Repository: Nettvendt/wf-cpanel-right-now-site-health
Catalog: languages/wf-cpanel-glance-site-health-*.po
Languages: nb_no

source: cPanel Disk Usage in Site Health & Right Now
nb_no: cPanel diskbruk i Nettstedshelse og Oversikt

source: https://webfacing.shop/
nb_no: https://nettvendt,no/

source: Force all traffic to your site to use https
nb_no: Sikre at trafikk til nettsiden går over https

source: In internet services providing (ISPs) or pure web hosting, disk space is the amount of space actually used or available on the server for storing the content of your site. This content includes posts, pages, images, videos, logs, other files, preferences, settings, configurations, and whatever else stored on as files or in databases. In case a full ISP, it is also used to store emails, including their full content and attachments. The amount of used disk space tend to grow over time.</p><p>The maximum amount depend on the subscribed package or plan typically from 1GB to over 100GB. When your available disk space is exhausted, your site may break or fail in strange, unpredictable ways. Deleting redundant temporary files and oher "garbage" may rectify it short term. Upgrading your plan/package/account is a more sustainable solution.</p><p>Disk space used is %1$s out of %2$s available. Your uploaded media files takes up %3$s.
nb_no: Hos leverandører av internett-tjenester (ISP-er) eller rene webhoteller er diskplass den mengden plass brukt eller tilgjengelig på serveren for lagring av innholdet på ditt nettsted. Dette innholdet inkluderer innlegg, sider, bilder, videoer, logger, andre filer, preferanser, innstillinger og alt annet som er lagret som filler eller i databaser. I tilfelle en fullverdig ISP, brukes den også til å lagre e-poster, inkludert deres fulle innhold og vedlegg. Mengden brukt diskplass har en tendens til å vokse med tiden.</p><p>Den maksimale plassen avhenger av abonnemenstpakken eller kontoen, typisk fra 1GB til over 100GB. Når din tilgjengelige diskplass er oppbrukt vil ditt nettsted kunne feile på rare og uforutsigelige måter. Å slette overflødige, midlertidige filer og annet "søppel" kan rette problemet på kort sikt. Å oppgradere tit abonnement eller din konto er en mer varig løsning.<p><p>Diskplass brukt er %1$s av %2$s tilgjengelig. Dine opplastede mediefiler opptar %3$s.

source: https://proisp.eu/
nb_no: https://proisp.no/

source: Disk Space
nb_no: Lagringsplass

source: Disk usage
nb_no: Lagringplass

source: Used space &ndash; total
nb_no: Brukt plass &ndash; totalt

source: &ndash; Uploaded files
nb_no: &ndash; Opplastede filer

source: Max space
nb_no: Maks. plass

source: At PRO ISP?
nb_no: På PRO ISP AS?

source: https://www.proisp.eu/guides/force-https-domain/
nb_no: https://www.proisp.no/guider/sikre-https-domene/

source: Opens in a new tab.
nb_no: Åpnes i en ny fane.

source: Hosted at <a href="%1$s">%2$s</a> using a <strong>%3$s</strong> account with %4$s.
nb_no: Betjent på <a href="%1$s">%2$s</a> med en <strong>%3$s</strong>-konto med %4$s.

source: Hosted at <a href="%1$s">%2$s</a>.
nb_no: Betjent på <a href="%1$s">%2$s</a>.

source: Maximum allowed for your account %1$s: %2$s.
nb_no: Maksimalt tillatt for din konto %1$s: %2$s.

source: Your uploaded files is %s.
nb_no: Dine opplastede filer utgjør %s.

source: Your server has enough disk space
nb_no: Din server har nok lagringsplass

source: Your cPanel Server
nb_no: Din cPanel-server

source: You are close to reaching the quota on your server
nb_no: Du er nær ved å nå plassbegrensningen på din server

source: See links below.
nb_no: Se lenker nedenfor.

source: You are very close to reaching the quota on your server
nb_no: Du er veldig nær ved å nå plassbegrensningen på din server

source: Immediate action is necessary to keep normal site behaviour, and to allow for new content.
nb_no: Strakstiltak er nødvendig for å sikre normal oppførsel av nettstedet og plass til nytt innhold.

source: disk space used
nb_no: lagringsplass brukt

source: Disk Usage
nb_no: Datalagring

source: Is cPanel?
nb_no: Er på cPanel?

source: &ndash; Emails
nb_no: &ndash; E-poster
